Repository: EmmanuelMess/DeadLinesApp
Catalog: lib/l10n/intl_messages_*.arb
Languages: es

source: Deadlines
es: Fechas limite

source: Add deadline
es: AÃ±adir fecha limite

# dueDays
source: Due in {inDays} days
es: A entregar en {inDays} dias

# dueHours
source: Due in {inHours} hours
es: A entregar en {inHours} horas

# dueMinutes
source: Due in {inMinutes} minutes
es: A entregar en {inMinutes} minutos

source: Due NOW!
es: A entregar YA!

source: Late!
es: Tarde!

source: FINISHED
es: TERMINADO

source: Nice!
es: Genial!

source: UNDO
es: DESHACER

source: Title
es: Titulo

source: Enter a title
es: Ingresar titulo

source: SAVE
es: GUARDAR
